@section('title', trans('general.page-title.how-to'))
<x-front-layout>
    <main class="info-page">
        <div class="container">
            <div class="md:w-1/2 mx-auto">
                <div class="pt-6 sm:pt-10">
                    <a href="{{route('front.home')}}" class="flex items-center text-primary">
                        <svg class="mr-2 w-5 h-3.5">
                            <use xlink:href="./images/icons.svg#ic-arrow-left"/>
                        </svg>
                        अघिल्लो पृष्ठमा जानुहोस्
                    </a>
                </div>
                <h1 class="heading-primary  !text-primary heading-primary--lg py-6 sm:py-8 lg:pt-10">
                    अनलाईन प्रणालीको प्रयोग गरी सफलतापूर्वक दरखास्त पेश गर्नका लागि उम्मेदवारले ध्यानमा राख्नुपर्ने कुराहरु
                </h1>
                <section class="!pt-0 sm:!pt-2">
                    <h2 class="heading-primary">
                        १. होमपेज (Home Page)
                    </h2>

                    <p>
                        दरखास्त आह्वानसम्बन्धी सूचनामा उल्लेख भएको लिंकको प्रयोग गरी उम्मेदवारले अनलाइन प्रणालीमा जानुपर्नेछ। तत्पश्चात उक्त प्रणालीको होमपेज खुल्नेछ। उक्त होमपेजमा राष्ट्रिय कृषिगणना २०७८ मा सुपरिवेक्षक वा गणकका रुपमा काम गर्नका लागि कुन कुन उमेर समूहका र शैक्षिक योग्यताका व्यक्तिले दरखास्त पेश गर्न सक्ने भनी उल्लेख गरिएको छ।
                    </p>

                    <p>
                        होमपेजको तल्लो खण्डमा अनलाईन प्रणालीमार्फत दरखास्त पेश गर्ने क्रममा अपलोड गर्नुपर्ने फोटो, कागजात र प्रमाणपत्रका सम्बन्धमा उल्लेख गरिएको छ। त्यस्ता कागजात विभिन्न आकार (Size) मा हुन सक्ने भएकाले उम्मेदवारले त्यस्ता कागजातको आकार घटाउनु पर्नेछ। त्यसका लागि ईन्टरनेटमा उपलब्ध Image Compressor Tool को प्रयोग गरी त्यस्ता कागजातको आकार घटाउन सकिनेछ।
                    </p>

                    <div class="note !mb-0">
                        अनलाइन प्रणालीमार्फत दरखास्तको विवरण भर्ने एवं दरखास्त पेश गर्ने सम्पूर्ण प्रक्रियामा इन्टरनेटको आवश्यकता पर्ने भएकाले दरखास्त विवरण भर्ने एवं पेश गर्नेसम्मको समयमा इन्टरनेटको उपलब्धतालाई सुनिश्चित गर्नुपर्नेछ।
                    </div>
                </section>
                <section>
                    <h2 class="heading-primary">
                        २. दरखास्त
                    </h2>
                    <p>
                        उम्मेदवारले नयाँ दरखास्त सुरु गर्नका लागि वा दरखास्त सम्पादन गर्न वा दरखास्तको अवस्था थाहा पाउनका लागि होमपेजको माथि दायाँपट्टी रहेको खण्डको प्रयोग गर्नुपर्नेछ।
                    </p>

                    <div>
                        <h3 class="heading-primary heading-primary--sm">क) नयाँ दरखास्त सुरु गर्ने</h3>
                        <p>
                            नयाँ दरखास्त फाराम भर्न सुरु गर्नका लागि उम्मेदवारले अनलाइन दरखास्त खण्डमा आवश्यक जानकारी यसप्रकार राख्नुपर्नेछः
                        </p>
                        <ul class="list pl-5">
                            <li>नेपाली नागरिकता प्रमाणपत्रमा उल्लेख भएको जन्ममिति</li>
                            <li>नेपाली नागरिकता प्रमाणपत्र नम्बर</li>
                            <li>नागरिकता जारी भएको जिल्ला</li>
                            <li>उम्मेदवारको मोबाईल नम्बर</li>
                            <li>उम्मेदवारको लिङ्ग</li>
                        </ul>

                        <p>
                            यसप्रकार उम्मेदवारले भरेको विवरण योग्यताबमोजिम ठहरिएमा मात्र प्रणालीले उम्मेदवारको अन्य विवरण भरी दरखास्त पेश गर्नका लागि प्रक्रिया अगाडी बढ्न सकिने वा खाता खुल्ने व्यवस्था गरेको छ।
                        </p>

                    </div>
                    <div>
                        <h3 class="heading-primary heading-primary--sm">ख) दरखास्त सम्पादन (Editing) गर्ने</h3>
                        <p>
                            माथि उल्लेखित जानकारीकै आधारमा उम्मेदवारले तोकिएको म्यादभित्र दरखास्तका विवरण सच्याइ पुनः पेशसमेत गर्न सक्ने गरी व्यवस्था गरिएको छ।
                        </p>

                        <div class="note">
                            यसका लागि दरखास्त खण्डमा नै रहेको दरखास्त विवरण सच्याउने बटन थिच्नुपर्नेछ। त्यसमा सोधिएका विवरण राखी यदि ती बिबरण प्रणालीको अभिलेखसँग मेल खाएमा उम्मेदवारले अपूरो रहेको वा फरक परेको विवरण राखी/सच्याउन सक्नेछ।
                        </div>
                    </div>

                    <div>
                        <h3 class="heading-primary heading-primary--sm">
                            ग) आफ्नो दरखास्तको अवस्था थाहा पाउने
                        </h3>
                        <p>
                            माथि उल्लेखित जानकारीका आधारमा पुष्टि गरी "आफ्नो दरखास्तको अवस्था थाहा पाउन यहाँ थिच्नुहोस्" बटनमा थिची दरखास्त पेश भएनभएको लगायत अन्य नतिजासमेत थाहा पाउन सकिनेछ।
                        </p>
                    </div>

                    <div>
                        <h3 class="heading-primary heading-primary--sm">
                            घ) नमूना फाराम डाउनलोड
                        </h3>
                        <p class="!mb-0">
                            होमपेजको तल्लो खण्डमा रहेको डाउनलोड गर्नुहोस् मा थिचि दरखास्त फारामको नमूना डाउनलोड समेत गरी हेर्न सक्नेछ। तर अनलाईन प्रणालीको प्रयोग गरी दरखास्त दिने उम्मेदवारले उक्त नमूना कहीँ कतै अपलोड गर्नुपर्ने भन्ने होईन । जानकारीका लागि मात्र हेर्न सकिन्छ।
                        </p>
                    </div>
                </section>
                <section>
                    <h2 class="heading-primary">
                        ३. दरखास्तको विवरण भर्ने प्रक्रिया
                    </h2>

                    <p>
                        अनलाइनमार्फत दरखास्त दिने क्रममा उम्मेदवारले अन्य विवरण भर्नुपर्ने हुन्छ। त्यसरी विवरण भर्ने क्रममा निम्न कुराहरुमा ध्यान दिनुपर्नेछः
                    </p>

                    <ul class="list pl-5">
                        <li>१. सोधिएको विवरण भर्ने क्रममा उल्लेख भएका निर्देशनको पालना गरी विवरण भर्ने।</li>
                        <li>२. अत्यावश्यक विवरणहरु जस्तै जन्म मिति, लिङ्ग, नागरिकता नम्बर, नेपाली र अंग्रेजीमा नाम, प्राप्तांक आदि राख्दा विशेष ध्यान दिने र आधिकारीका कागजमा भएका विवरण हुबहु राख्ने।</li>
                        <li>३. सम्भव भएसम्म विवरणहरु भर्दा नाम, टोल आदि लेख्नुपर्ने स्थानमा स्पष्ट एवं व्याकरणात्मक त्रुटी नहुने गरी लेख्ने।</li>
                        <li>४. मोबाईल नम्बर राख्दा उम्मेदवारले आफ्नै मोबाईल नम्बर उल्लेख गर्ने। प्रणालीमा एकपटक दाखिल भईसकेको मोबाईल नम्बरबाट पुनः दोस्रो पटक नयाँ दरखास्त दिन मिल्ने छैन।</li>
                        <li>५. अनिवार्य भनी तोकिएका विवरणहरु भर्ने।</li>
                    </ul>
                </section>
                <section>
                    <h2 class="heading-primary">
                        ४. दरखास्तको पुनरावलोकन (Preview Page)
                    </h2>
                    <ul class="list pl-5">
                        <li>क) प्रविष्ट गरिएका विवरणहरु ठीक भए नभएको जाँच्नका लागि उम्मेदवारलाई विवरण भरिसकेपछि एक Preview पेज उपलब्ध गराइएको छ। त्यसमा उम्मेदवारले भरेका विवरणका साथसाथै अपलोड गरिएका कागजात समेत देख्न सकिनेछ।</li>
                        <li>ख) यदि कुनै विवरण अन्यथा प्रविष्ट भएको रहेछ वा सो सच्याउनुपर्ने भएमा सोही Preview पेजमा माथिपट्टी रहेको “सम्पादन गर्नुहोस्” मा थिचि पुनः विवरण सच्याउन सकिनेछ। तर तोकिएको म्यादभित्र मात्र त्यसरी विवरण सच्याउन सकिनेछ।</li>
                    </ul>
                    <div class="note">
                        यसरी सम्पूर्ण विवरण भरिसकेपछि र विवरण ठीक साँचाे भएको यकिन गरिसकेपश्चात “दरखास्त पेश गर्नुहोस्” मा थिचि रीतपूर्वक दरखास्त दिनुपर्नेछ। दरखास्त पेश गरी Submission Number लिएपश्चात मात्रै दरखास्त प्रकृया पूरा हुनेछ।
                    </div>
                </section>
            </div>
        </div>
    </main>
</x-front-layout>
