@section('title', trans('general.page-title.how-to'))
<x-front-layout>
    <main class="info-page">
        <div class="container">
            <div class="md:w-1/2 mx-auto">
                <div class="pt-6 sm:pt-10">
                    <a href="{{route('front.home')}}" class="flex items-center text-primary">
                        <svg class="mr-2 w-5 h-3.5">
                            <use xlink:href="./images/icons.svg#ic-arrow-left"/>
                        </svg>
                        अघिल्लो पृष्ठमा जानुहोस्
                    </a>
                </div>
                <h1 class="heading-primary  !text-primary heading-primary--lg py-6 sm:py-8 lg:pt-10">
                    अनलाईन प्रणालीकाे प्रयाेग गरी सफलतापूर्वक दरखास्त पेश गर्नका लागि उम्मेदवारले पालना गर्नुपर्ने विधि
                </h1>
                <section class="!pt-0 sm:!pt-2">
                    <h2 class="heading-primary">
                        हाेमपेज
                    </h2>

                    <p>
                        दरखास्त आह्वानसम्बन्धी सूचनामा उल्लेख भएकाे लिंककाे प्रयाेग गरी उम्मेदवारले अनलाइन प्रणालीमा
                        जानुपर्नेछ। तत्पश्चात उक्त प्रणालीकाे हाेमपेज खुल्नेछ। उक्त हाेमपेजमा राष्ट्रिय जनगणना २०७८ मा
                        सुपरिवेक्षक वा गणकका रुपमा काम गर्नका लागि कुन कुन उमेर समूहका र शैक्षिक याेग्यताका व्यक्तिले
                        दरखास्त पेश गर्न सक्ने भनी उल्लेख गरिएकाे छ।

                    </p>

                    <p>

                        हाेमपेजकाे तल्लाे खण्डमा अनलाईन प्रणालीमार्फत दरखास्त पेश गर्ने क्रममा अपलाेड गर्नुपर्ने फाेटाे,
                        कागजात र प्रमाणपत्रका सम्बन्धमा उल्लेख गरिएकाे छ। त्यस्ता कागजात विभिन्न आकार (Size) मा हुन
                        सक्ने भएकाले उम्मेदवारले त्यस्ता कागजातकाे आकार घटाउनु पर्नेछ। त्यसका लागि ईन्टरनेटमा उपलब्ध
                        Image Compressor Tool काे प्रयाेग गरी त्यस्ता कागजातकाे आकार घटाउन सकिनेछ।


                    </p>

                    <div class="note !mb-0">

                        अनलाइन प्रणालीमार्फत दरखास्तकाे विवरण भर्ने एवं दरखास्त पेश गर्ने सम्पूर्ण प्रक्रियामा
                        इन्टरनेटकाे आवश्यकता पर्ने भएकाले दरखास्त विवरण भर्ने एवं पेश गर्नेसम्मकाे समयमा इन्टरनेटकाे
                        उपलब्धतालाई सुनिश्चित गर्नुपर्नेछ।

                    </div>
                </section>
                <section>
                    <h2 class="heading-primary">
                        दरखास्त
                    </h2>
                    <p>
                        उम्मेदवारले नयाँ दरखास्त सुरु गर्नका लागि वा दरखास्त सम्पादन गर्न वा दरखास्तकाे अवस्था थाहा
                        पाउनका लागि हाेमपेजकाे माथि दायाँपट्टी रहेकाे खण्डकाे प्रयाेग गर्नुपर्नेछ।

                    </p>

                    <div>
                        <h3 class="heading-primary heading-primary--sm"> नयाँ दरखास्त सुरु गर्ने</h3>
                        <p>नयाँ दरखास्त फाराम भर्न सुरु गर्नका लागि उम्मेदवारले अनलाइन दरखास्त खण्डमा आवश्यक जानकारी
                           यसप्रकार राख्नुपर्नेछः
                        </p>
                        <ul class="list pl-5">
                            <li>नेपाली नागरिकता प्रमाणपत्रमा उल्लेख भएकाे जन्ममिति</li>
                            <li> नेपाली नागरिकता प्रमाणपत्र नम्बर</li>
                            <li> नागरिकता जारी भएकाे जिल्ला</li>
                            <li>उम्मेदवारकाे माेबाईल नम्बर</li>
                            <li> उम्मेदवारकाे लिङ्ग</li>
                        </ul>

                        <p>यसप्रकार उम्मेदवारले भरेकाे विवरण याेग्यताबमाेजिम ठहरिएमा प्रणालीले उम्मेदवारकाे अन्य विवरण
                           भरी दरखास्त पेश गर्नका लागि प्रक्रिया अगाडी बढ्न सकिने वा खाता खुल्ने व्यवस्था गरेकाे छ।
                        </p>

                    </div>
                    <div>
                        <h3 class="heading-primary heading-primary--sm"> दरखास्त सम्पादन गर्ने</h3>
                        <p>
                            माथि उल्लेखित जानकारीकै आधारमा उम्मेदवारले ताेकिएकाे म्यादभित्र दरखास्तका विवरण सच्याइ पुनः
                            पेशसमेत गर्न सक्ने गरी व्यवस्था गरिएकाे छ। यसका लागि फाराम सुरु गरेकाे मितिले ७ (सात) दिनकाे
                            समय दिइएकाे छ। तर, यदि दरखास्त दिने अन्तिम म्याद सात दिनभन्दा कम भएमा अन्तिम म्यादकाे बाँकी
                            दिनलाई नै फाराम सम्पादन गर्ने अन्तिम म्याद मानिनेछ।
                        </p>

                        <div class="note">यसका लागि दरखास्त खण्डमा नै रहेकाे दरखास्त विवरण सच्याउने बटन थिच्नुपर्नेछ।
                                          त्यसमा साेधिएका विवरण राखी यदि ती बिबरण प्रणालीकाे अभिलेखसँग मेल खाएमा
                                          उम्मेदवारले अपूराे रहेकाे वा फरक परेकाे विवरण राखी/सच्याउन सक्नेछ।
                        </div>
                    </div>

                    <div>
                        <h3 class="heading-primary heading-primary--sm">आफ्नाे दरखास्तकाे अवस्था थाहा पाउने
                        </h3>
                        <p>माथि उल्लेखित जानकारीका आधारमा पुष्टि गरी "आफ्नाे दरखास्तकाे अवस्था थाहा पाउन यहाँ
                           थिच्नुहाेस्" बटनमा थिची दरखास्त पेश भएनभएकाे लगायत अन्य नतिजासमेत थाहा पाउन सकिनेछ।
                        </p>
                    </div>

                    <div>
                        <h3 class="heading-primary heading-primary--sm">
                            नमूना फाराम डाउनलाेड
                        </h3>
                        <p class="!mb-0">हाेमपेजकाे तल्लाे खण्डमा रहेकाे डाउनलाेड गर्नुहाेस् मा थिचि दरखास्त फारामकाे
                                         नमूना डाउनलाेड समेत गरी हेर्न सक्नेछ। तर अनलाईन प्रणालीकाे प्रयाेग गरी दरखास्त
                                         दिने उम्मेदवारले उक्त नमूना कहीँ कतै अपलाेड गर्नुपर्ने भन्ने हाेईन । जानकारीका
                                         लागि मात्र हेर्न सकिन्छ।
                        </p>
                    </div>
                </section>
                <section>
                    <h2 class="heading-primary">दरखास्तकाे विवरण भर्ने प्रक्रिया
                    </h2>

                    <p>
                        अनलाइनमार्फत दरखास्त दिने क्रममा उम्मेदवारले अन्य विवरण भर्नुपर्ने हुन्छ। त्यसरी विवरण भर्ने
                        क्रममा निम्न कुराहरुमा ध्यान दिनुपर्नेछः

                    </p>

                    <ul class="list pl-5">
                        <li> साेधिएकाे विवरण भर्ने क्रममा उल्लेख भएका निर्देशनकाे पालना गरी विवरण भर्ने।</li>
                        <li> सम्भव भएसम्म विवरणहरु भर्दा नाम, टाेल आदि लेख्नुपर्ने स्थानमा स्पष्ट एवं व्याकरणात्मक
                             त्रुटी नहुने गरी लेख्ने।
                        </li>
                        <li> साेधिएका विवरणहरु र साे पुष्टी हुने कागजात उल्लेख भएकाे विवरणसँग फरक नपर्ने गरी उल्लेख
                             गर्ने।
                        </li>
                        <li> अनिवार्य भनी ताेकिएका विवरणहरु भर्ने।</li>
                    </ul>
                </section>
                <section>
                    <h2 class="heading-primary">
                        दरखास्तकाे पुनरावलाेकन
                    </h2>
                    <ul class="list pl-5">
                        <li>
                            प्रविष्ट गरिएका विवरणहरु ठीक भए नभएकाे जाँच्नका लागि उम्मेदवारलाई विवरण भरिसकेपछि एक
                            Preview पेज उपलब्ध गराइएकाे छ। त्यसमा उम्मेदवारले भरेका विवरणका साथसाथै अपलाेड गरिएका
                            कागजात समेत देख्न सकिनेछ।
                        </li>
                        <li>
                            यदि कुनै विवरण अन्यथा प्रविष्ट भएकाे रहेछ वा साे सच्याउनुपर्ने भएमा साेही Preview पेजमा
                            माथिपट्टी रहेकाे “सम्पादन गर्नुहाेस्” मा थिचि पुनः विवरण सच्याउन सकिनेछ। तर ताेकिएकाे
                            म्यादभित्र मात्र त्यसरी विवरण सच्याउन सकिनेछ।

                        </li>
                    </ul>
                    <div class="note">
                        यसरी सम्पूर्ण विवरण भरिसकेपछि र विवरण ठीक साँचाे भएकाे यकिन गरिसकेपश्चात “दरखास्त पेश
                        गर्नुहाेस्” मा थिचि रीतपूर्वक दरखास्त दिनुपर्नेछ।
                    </div>
                </section>
            </div>
        </div>
    </main>
</x-front-layout>
